<?php

if (!defined('FORUM')) die();

$lang_online_plus = array(
	'Online plus'			=> 'Настройка расширения "Кто в on-line"',
	'Online plus legend'	=> 'Настройка "Кто в On-line"',
	'Online plus legend 2'	=> 'Посещения сегодня',
	'Online plus legend 3'	=> 'Посещения на этой неделе',
	'Online plus legend 4'	=> 'Сегодня/на неделе главные настройки',
	'Guests'				=> 'Гости online',
	'Guests label'			=> 'Показывать список IP-адресов гостей.',
	'Guests mask'			=> 'Маска IP адресов',
	'Guests mask help'		=> 'Введите IP адрес по маске. Используйте формат: "XXX.XXX.XXX.XXX = Имя маски". Можно вводить полный или частичный IP адрес, например "11.22 = Unknown" будет обозначать все адреса начинающиеся с "11.22" (например 11.22.33.44, 11.22.3.4 или 11.225.1.1). Используйте "." (точка) в качестве конца частичного IP чтобы гарантировать корректное понимание маски - "11.22." не является маской адреса 11.225.1.1. Отдельные записи начинайте с новой строки.',
	'Today label'			=> 'Сегодня в Online',
	'Today 0'				=> 'Не показывать',
	'Today 1'				=> 'Текущий день ("Сегодня")',
	'Today 2'				=> 'Прошедшие сутки ("Последние 24 часа")',
	'Week label'			=> 'Online на этой неделе',
	'Week 0'				=> 'Не показывать',
	'Week 1'				=> 'Эта неделя ("Эта неделя")',
	'Week 2'				=> 'Последняя неделя ("Последние 7 дней")',
	'Display'				=> 'Показывать',
	'For users only'		=> 'Скрыть от гостей (показывать только зарегистрированным пользователям).',
	'Order label'			=> 'Порядок:',
	'Order 0'				=> 'По алфавиту.',
	'Order 1'				=> 'Новые посетители первые.',
	'Order 2'				=> 'Новые посетители последние.',
	'Duplicate'				=> 'Показывать дубли',
	'Duplicate label'		=> 'Показывать дублирующиеся записи сегодня/на этой неделе.'
);

?>