<?php

// Language definitions used in pun_antispam
$lang_pun_antispam = array(
	'Captcha'						=>	'Защитный код',
	'Captcha Info'					=>	'Введите символы с изображения.',
	'Invalid Text'					=>	'Защитный код был введён неверно.',

	'Captcha admin head'			=>	'Установка защиты от автоматического доступа (КАПТЧА)',
	'Captcha admin info'			=>	'Вы можете использовать защиту от спама в определённых местах вашего форума для отсечения спам-ботов.',
	'Captcha admin legend'			=>	'Включить защиту от спама',

	'Captcha registrations info'	=>	'Использовать при регистрации пользователя. Может быть полезно для предотвращения спама.',
	'Captcha login info'			=>	'Использовать при входе. Может быть полезно для предотвращения брутфорс-атаки.',
	'Captcha reset info'			=>	'Использовать при запросе пользователем нового пароля.',
	'Captcha guestpost info'		=>	'Использовать в сообщениях от гостей (если разрешено).'
);

?>